tap 'alehouse/unofficial'
tap 'beeftornado/rmtree'
tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'colindean/fonts-nonfree'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'sepehr/caskroom'
tap 'vitorgalvao/tiny-scripts'
brew 'ack'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'aria2'
brew 'gdbm'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'autoenv'
brew 'automake'
brew 'gettext'
brew 'axel'
brew 'bash'
brew 'bash-completion'
brew 'chromedriver'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dnsmasq', restart_service: true
brew 'dockutil'
brew 'dos2unix'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'geckodriver'
brew 'libyaml'
brew 'ruby'
brew 'ghi'
brew 'gist'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'gpgme'
brew 'libtool'
brew 'graphviz'
brew 'gx'
brew 'gx-go'
brew 'html2text'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'ipfs'
brew 'oniguruma'
brew 'jq'
brew 'libssh2'
brew 'python'
brew 'libxml2'
brew 'lynx'
brew 'lzo'
brew 'mariadb'
brew 'mas'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'mongodb'
brew 'openssl@1.1'
brew 'pcre'
brew 'nginx', args: ['with-http2'], restart_service: true
brew 'nmap'
brew 'node'
brew 'openvpn'
brew 'packer'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql'
brew 'pyenv'
brew 'redis'
brew 'rename'
brew 'ripgrep'
brew 'scons'
brew 'selenium-server-standalone'
brew 'spoof-mac'
brew 'ssh-copy-id'
brew 'subversion'
brew 'supervisor'
brew 'the_silver_searcher'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'beeftornado/rmtree/brew-rmtree'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/composer-completion'
brew 'homebrew/completions/django-completion'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/gem-completion'
brew 'homebrew/completions/launchctl-completion'
brew 'homebrew/completions/packer-completion'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php71', args: ['with-phpdbg']
brew 'homebrew/php/composer'
brew 'homebrew/php/php71-apcu'
brew 'homebrew/php/php71-mcrypt'
brew 'homebrew/php/php71-mongodb'
brew 'homebrew/versions/ansible20'
cask 'adium-beta'
cask 'android-file-transfer'
cask 'angry-ip-scanner'
cask 'appcleaner'
cask 'apptivate'
cask 'atom'
cask 'bartender'
cask 'betterzipql'
cask 'blisk'
cask 'blockblock'
cask 'boot2docker'
cask 'cakebrew'
cask 'chromium'
cask 'cleanmymac'
cask 'cronnix'
cask 'dash'
cask 'disk-drill'
cask 'dropbox'
cask 'filezilla'
cask 'firefox-47'
cask 'fluid'
cask 'font-alef'
cask 'font-alegreya'
cask 'font-alegreya-sans'
cask 'font-allerta'
cask 'font-andale-mono'
cask 'font-anka-coder'
cask 'font-anonymous-pro'
cask 'font-arial'
cask 'font-consolas-for-powerline'
cask 'font-dejavu-sans'
cask 'font-dejavu-sans-mono-for-powerline'
cask 'font-droid-arabic-naskh'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-droid-serif'
cask 'font-elsie'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-sans'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'font-go-mono'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-inconsolata'
cask 'font-iranian-sans'
cask 'font-iranian-serif'
cask 'font-lato'
cask 'font-liberation-mono-for-powerline'
cask 'font-microsoft-office'
cask 'font-monofur'
cask 'font-open-sans'
cask 'font-open-sans-condensed'
cask 'font-pt-mono'
cask 'font-pt-sans'
cask 'font-pt-serif'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-sansie'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-ubuntu'
cask 'font-vazir'
cask 'font-vazir-code'
cask 'go2shell'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-photos-backup'
cask 'handbrake'
cask 'hyper'
cask 'icefloor'
cask 'iterm2'
cask 'karabiner'
cask 'keepingyouawake'
cask 'kindle'
cask 'kitematic'
cask 'knockknock'
cask 'liteicon'
cask 'little-snitch'
cask 'macpass'
cask 'malwarebytes-anti-malware'
cask 'medis'
cask 'musicbrainz-picard'
cask 'ntfsmounter'
cask 'onionshare'
cask 'openbazaar'
cask 'opera'
cask 'operadriver'
cask 'osxfuse'
cask 'oversight'
cask 'patterns'
cask 'phpstorm'
cask 'popcorn-time'
cask 'postman'
cask 'psequel'
cask 'pycharm'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-json'
cask 'ransomwhere'
cask 'ricochet'
cask 'robomongo'
cask 'screenflow'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sqlpro-for-sqlite'
cask 'sublime-text'
cask 'suspicious-package'
cask 'tagger'
cask 'teamviewer'
cask 'textual'
cask 'torbrowser'
cask 'tormessenger'
cask 'transmission'
cask 'tuntap'
cask 'unetbootin'
cask 'uninstallpkg'
cask 'unrarx'
cask 'vagrant'
cask 'vagrant-manager'
cask 'veracrypt'
cask 'virtualbox'
cask 'virustotaluploader'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vlc'
cask 'vox'
cask 'webpquicklook'
cask 'zeronet'
mas 'Numbers', id: 409203825
mas 'Annoying File Be-Gone', id: 1031773437
mas 'Memory Cleaner', id: 748212890
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Persian Calendar', id: 1171425651
mas 'Tomato One', id: 907364780
