tap 'alehouse/unofficial'
tap 'beeftornado/rmtree'
tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'colindean/fonts-nonfree'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'sepehr/caskroom'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
brew 'ack'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'aria2'
brew 'gdbm'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autoenv'
brew 'automake'
brew 'axel'
brew 'bash'
brew 'bash-completion'
brew 'brew-cask-completion'
brew 'chromedriver'
brew 'cmake'
brew 'colordiff'
brew 'composer-completion'
brew 'coreutils'
brew 'cpulimit'
brew 'curl'
brew 'dark-mode'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'django-completion'
brew 'dnsmasq', restart_service: true
brew 'docker-completion'
brew 'dockutil'
brew 'dos2unix'
brew 'doxygen'
brew 'epubcheck'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'fribidi'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geckodriver'
brew 'gem-completion'
brew 'libyaml'
brew 'ruby'
brew 'ghi'
brew 'gist'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'gpgme'
brew 'libtool'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'grsync'
brew 'gx'
brew 'gx-go'
brew 'html2text'
brew 'httpie'
brew 'hub'
brew 'perl'
brew 'imagemagick'
brew 'ipfs'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'launchctl-completion'
brew 'libevent'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'python'
brew 'libxml2'
brew 'lnav'
brew 'lynx'
brew 'lzo'
brew 'mariadb', restart_service: true
brew 'mas'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'mongodb'
brew 'msgpack'
brew 'mycli'
brew 'openssl@1.1'
brew 'nginx', args: ['with-http2'], restart_service: true
brew 'nmap'
brew 'node'
brew 'openvpn'
brew 'packer'
brew 'packer-completion'
brew 'phantomjs'
brew 'pip-completion'
brew 'postgresql'
brew 'pre-commit'
brew 'pyenv'
brew 'redis'
brew 'rename'
brew 'ripgrep'
brew 'rlwrap'
brew 'scons'
brew 'selenium-server-standalone'
brew 'spoof-mac'
brew 'ssh-copy-id'
brew 'subversion'
brew 'supervisor', restart_service: true
brew 'texi2html'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'todolist'
brew 'translate-shell'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'unrar'
brew 'vagrant-completion'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/dupes/rsync'
brew 'homebrew/php/php71', args: ['with-httpd24', 'with-phpdbg', 'with-postgresql']
brew 'homebrew/php/composer'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-apcu'
brew 'homebrew/php/php56-mongo'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/php/php71-apcu'
brew 'homebrew/php/php71-ast'
brew 'homebrew/php/php71-mongodb'
brew 'homebrew/php/php71-xdebug'
brew 'homebrew/php/xdebug-osx'
brew 'neovim/neovim/neovim'
cask 'adium-beta'
cask 'android-file-transfer'
cask 'angry-ip-scanner'
cask 'appcleaner'
cask 'apptivate'
cask 'atom'
cask 'bartender'
cask 'betterzipql'
cask 'blisk'
cask 'blockblock'
cask 'boot2docker'
cask 'cakebrew'
cask 'chromium'
cask 'cleanmymac'
cask 'clion'
cask 'daisydisk'
cask 'dash'
cask 'disk-drill'
cask 'dropbox'
cask 'english-persian-dictionary'
cask 'filezilla'
cask 'firefox-47'
cask 'fluid'
cask 'flycut'
cask 'font-alef'
cask 'font-alegreya'
cask 'font-alegreya-sans'
cask 'font-allerta'
cask 'font-andale-mono'
cask 'font-anka-coder'
cask 'font-anonymous-pro'
cask 'font-arial'
cask 'font-codenewroman-nerd-font-mono'
cask 'font-consolas-for-powerline'
cask 'font-dejavu-sans'
cask 'font-dejavu-sans-mono-for-powerline'
cask 'font-droid-arabic-naskh'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-droid-serif'
cask 'font-elsie'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-sans'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'font-go-mono'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-inconsolata'
cask 'font-iranian-sans'
cask 'font-iranian-serif'
cask 'font-lato'
cask 'font-liberation-mono-for-powerline'
cask 'font-microsoft-office'
cask 'font-monofur'
cask 'font-open-sans'
cask 'font-open-sans-condensed'
cask 'font-overpass'
cask 'font-oxygen-mono'
cask 'font-pt-mono'
cask 'font-pt-sans'
cask 'font-pt-serif'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-sansie'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-ubuntu'
cask 'font-vazir'
cask 'font-vazir-code'
cask 'go2shell'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-photos-backup'
cask 'icefloor'
cask 'iina'
cask 'iterm2'
cask 'kap'
cask 'keepingyouawake'
cask 'kerio-control-vpn-client'
cask 'kindle'
cask 'kitematic'
cask 'knockknock'
cask 'limechat'
cask 'liteicon'
cask 'little-snitch'
cask 'macdown'
cask 'macpass'
cask 'malwarebytes-anti-malware'
cask 'medis'
cask 'ntfsmounter'
cask 'nylas-mail'
cask 'onionshare'
cask 'openbazaar'
cask 'opera'
cask 'operadriver'
cask 'osxfuse'
cask 'oversight'
cask 'patterns'
cask 'persian-english-dictionary'
cask 'phpstorm'
cask 'plistedit-pro'
cask 'popcorn-time'
cask 'postman'
cask 'prefs-editor'
cask 'psequel'
cask 'pycharm'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-json'
cask 'ransomwhere'
cask 'reggy'
cask 'ricochet'
cask 'robomongo'
cask 'rocket'
cask 'rubymine'
cask 'sequel-pro'
cask 'shiftit'
cask 'sigil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sqlpro-for-sqlite'
cask 'stand'
cask 'sublime-text'
cask 'suspicious-package'
cask 'tagger'
cask 'teamviewer'
cask 'torbrowser'
cask 'tormessenger'
cask 'transmission'
cask 'tuntap'
cask 'unetbootin'
cask 'unified-remote'
cask 'uninstallpkg'
cask 'unrarx'
cask 'vagrant'
cask 'vagrant-manager'
cask 'veracrypt'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vlc'
cask 'vox'
cask 'webpquicklook'
cask 'zeronet'
mas 'Notebook', id: 1173152781
mas 'Annoying File Be-Gone', id: 1031773437
mas 'Heartbeat', id: 1199498204
mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'Persian Calendar', id: 1171425651
mas 'Tomato One', id: 907364780
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
