tap "alehouse/unofficial"
tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "colindean/fonts-nonfree"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "sepehr/caskroom"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "osxfuse"
brew "ack"
brew "aespipe"
brew "apr"
brew "openssl"
brew "aria2"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pixman"
brew "perl"
brew "git"
brew "python"
brew "atk"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "axel"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "brightness"
brew "ccrypt"
brew "chromedriver"
brew "cliclick"
brew "colordiff"
brew "composer-completion"
brew "coreutils"
brew "cpulimit"
brew "curl"
brew "dark-mode"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "django-completion"
brew "dnsmasq", restart_service: true
brew "docker"
brew "dockutil"
brew "dos2unix"
brew "duti"
brew "epubcheck"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "gcc"
brew "jpeg"
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gem-completion"
brew "libyaml"
brew "ruby"
brew "ghi"
brew "gist"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libusb"
brew "pinentry"
brew "go"
brew "gperftools"
brew "gpg-agent"
brew "gpgme"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "hicolor-icon-theme"
brew "pango"
brew "gtk+"
brew "grsync"
brew "gx"
brew "gx-go"
brew "html2text"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ipfs"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "judy"
brew "launchctl-completion"
brew "libsodium"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lnav"
brew "lynx"
brew "lzo"
brew "mailhog"
brew "mariadb", restart_service: true
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mmv"
brew "mongodb"
brew "msgpack"
brew "mycli"
brew "unibilium"
brew "neovim"
brew "openssl@1.1"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "openvpn"
brew "packer"
brew "packer-completion"
brew "peco"
brew "phantomjs"
brew "pinentry-mac"
brew "pip-completion"
brew "postgresql"
brew "pre-commit"
brew "progress"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qcachegrind"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "scons"
brew "screenresolution"
brew "selenium-server-standalone"
brew "siege"
brew "spoof-mac"
brew "ssh-copy-id"
brew "subversion"
brew "supervisor", restart_service: true
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "todolist"
brew "translate-shell"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "wiki"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "homebrew/apache/httpd24"
brew "homebrew/php/composer"
brew "homebrew/php/php56"
brew "homebrew/php/php56-apcu"
brew "homebrew/php/php56-mongo"
brew "homebrew/php/php56-xdebug"
brew "homebrew/php/php71", args: ["with-httpd24", "with-pear", "with-phpdbg", "with-postgresql"]
brew "homebrew/php/php71-apcu"
brew "homebrew/php/php71-ast"
brew "homebrew/php/php71-memcached"
brew "homebrew/php/php71-mongodb"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/xdebug-osx"
cask "adium-beta"
cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "apptivate"
cask "atom"
cask "bartender"
cask "bee"
cask "betterzipql"
cask "blockblock"
cask "cdock"
cask "cleanmymac"
cask "daisydisk"
cask "dash"
cask "devcolor"
cask "devrantron"
cask "dictater"
cask "disk-drill"
cask "easysimbl"
cask "english-persian-dictionary"
cask "epichrome"
cask "eqmac"
cask "filezilla"
cask "firefox"
cask "firefox-47"
cask "font-alef"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-allerta"
cask "font-andale-mono"
cask "font-anka-coder"
cask "font-anonymous-pro"
cask "font-arial"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-arabic-naskh"
cask "font-droid-sans"
cask "font-droid-sans-mono"
cask "font-droid-serif"
cask "font-elsie"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-go-mono"
cask "font-hack"
cask "font-hasklig"
cask "font-inconsolata"
cask "font-iranian-sans"
cask "font-iranian-serif"
cask "font-lato"
cask "font-liberation-mono-for-powerline"
cask "font-microsoft-office"
cask "font-monofur"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-overpass"
cask "font-oxygen-mono"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-sansie"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-twitter-color-emoji"
cask "font-ubuntu"
cask "font-vazir"
cask "font-vazir-code"
cask "gifrocket"
cask "github-desktop"
cask "gitify"
cask "go2shell"
cask "google-chrome"
cask "google-drive"
cask "google-hangouts"
cask "google-photos-backup"
cask "graphiql"
cask "graphql-ide"
cask "icefloor"
cask "iina"
cask "imageoptim"
cask "iterm2-nightly"
cask "kap"
cask "kdiff3"
cask "keepingyouawake"
cask "kextviewr"
cask "kindle"
cask "knockknock"
cask "limechat"
cask "liteicon"
cask "little-snitch"
cask "macdown"
cask "macpass"
cask "malwarebytes-anti-malware"
cask "medis"
cask "mia-for-gmail"
cask "micro-snitch"
cask "musixmatch"
cask "mysimbl"
cask "noti"
cask "ntfsmounter"
cask "nylas-mail"
cask "opera"
cask "p4merge"
cask "patterns"
cask "persian-english-dictionary"
cask "phpstorm"
cask "plistedit-pro"
cask "popcorn-time"
cask "popkey"
cask "postman"
cask "prefs-editor"
cask "psequel"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-json"
cask "ransomwhere"
cask "reggy"
cask "retinizer"
cask "robomongo"
cask "roger"
cask "rubymine"
cask "sequel-pro"
cask "shadowsocksx-ng"
cask "sigil"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "sourcetree-beta"
cask "spectacle"
cask "spotify"
cask "sqlpro-for-sqlite"
cask "starcraft"
cask "staruml"
cask "sublime-text"
cask "suspicious-package"
cask "tagger"
cask "tanki-online"
cask "toggldesktop-beta"
cask "torbrowser"
cask "tormessenger"
cask "transmission"
cask "tunnelblick"
cask "tuntap"
cask "unetbootin"
cask "unified-remote"
cask "uninstallpkg"
cask "unrarx"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "webpquicklook"
cask "windscribe"
cask "witch"
cask "xact"
mas "Annoying File Be-Gone", id: 1031773437
mas "Battery Monitor", id: 836505650
mas "Entry", id: 998722423
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "GIFHunter", id: 1031163338
mas "iMovie", id: 408981434
mas "Keyboard Pilot", id: 402670023
mas "Keynote", id: 409183694
mas "Notebook", id: 1173152781
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Persian Calendar", id: 1171425651
mas "Xcode", id: 497799835
